Repository: 84000/translation-memory-resources
Catalog: post_input/toh70.bo.en.tmx
Source language: bo
Languages: en

source: འདོད་ཆགས་ དང་ །_ ཞེ་སྡང་ དང་ །_ གཏི་མུག་ དང་ །_ ང་རྒྱལ་ དང་ །_ |#| ང འོ་ སྙམ་ དུ་ མངོན་པར་ ཞེན་པ་ དང་ །_ བདག་ གི་ བདག་ ནི་ འདི་ ཡིན་ ནོ་ སྙམ་ དུ་ བདག་ ཏུ་ མངོན་པར་ ཞེན་པ་ དང་ །_ |#| འབྱུང་བ ར་ འགྱུར་ རོ་ སྙམ་པ་ དང་ །_ |#| འབྱུང་བ ར་ མི་ འགྱུར་ རོ་ སྙམ་པ་ དང་ །_ |#| གཟུགས་ཅན་ དུ་ འགྱུར་ རོ་ སྙམ་པ་ དང་ །_ |#| གཟུགས་ཅན་ མ་ཡིན་པ ར་ འགྱུར་ རོ་ སྙམ་པ་ དང་ །_ |#| འདུ་ཤེས་ ཅན་ དུ་ འགྱུར་ རོ་ སྙམ་པ་ དང་ །_ |#| འདུ་ཤེས་ ཅན་ མ་ཡིན་པ ར་ འགྱུར་ རོ་ སྙམ་པ་ དང་ །_ |#| འདུ་ཤེས་ ཅན་ མ་ ཡིན་ ལ །_ |#| འདུ་ཤེས་ ཅན་ མ་ཡིན་པ་ ཡང་ མ་ཡིན་པ ར་ འགྱུར་ རོ་ སྙམ་པ་ དང་ །_ |#| ཕུང་པོ་ རྣམས་ བདག་ གོ་ སྙམ་པ་ དང་ །_ |#| ཕུང་པོ་ རྣམས་ ལས་ བདག་གཞན་ ནོ་ སྙམ་པ་ དང་ །_ |#| ཕུང་པོ་ རྣམས་ ལ་ བདག་ སྙམ་པ་ དང་ །_ |#| བདག་ ལ་ ཕུང་པོ་ རྣམས་ སོ་ སྙམ་པ་ དང་ །_ |#| ཁམས་ རྣམས་ དང་ །_ སྐྱེད་ མཆེད་ རྣམས་ བདག་ གོ་ སྙམ་པ་ དང་ །_ |#| སྐྱེ་མཆེད་ རྣམས་ ལས་ བདག་གཞན་ ནོ་ སྙམ་པ་ དང་ །_ |#| སྐྱེ་མཆེད་ རྣམས་ ལ་ བདག་ གོ་ སྙམ་པ་ དང་ །_ |#| བདག་ ལ་ སྐྱེ་མཆེད་ རྣམས་ སོ་ སྙམ་པ་ དང་ །_ |#| ཚོར་བ་ བདག་ གོ་ སྙམ་པ་ དང་ །_ ཚོར་བ ར་ བྱེད་པ་ བདག་ གོ་ སྙམ་པ་ དང་ །_ |#| གཟུགས་ཅན་ ཆུང་ངུ་ བདག་ གོ་ སྙམ་པ་ དང་ །_ |#| གཟུགས་ཅན་ མ་ཡིན་པ་ ཆུང་ངུ་ བདག་ གོ་ སྙམ་པ་ དང་ །_ |#| གཟུགས་ཅན་ མཐའ་ཡས་པ་ བདག་ གོ་ སྙམ་པ་ དང་ །_ |#| གཟུགས་ཅན་ མ་ཡིན་པ་ མཐའ་ཡས་པ་ བདག་ གོ་ སྙམ་པ་ དང་ །_ |#| བདག་ རྟག་ གོ་ སྙམ་པ་ དང་ །_ |#| བདག་ མི་རྟག་ གོ་ སྙམ་པ་ དང་ །_ |#| རྟག་ ཀྱང་ རྟག་ ལ་ མི་རྟག་ ཀྱང་ མི་རྟག་ གོ་ སྙམ་པ་ དང་ །_ |#| རྟག་པ ར་ ཡང་ མ་ ཡིན་ མི་རྟག་པ་ ཡང་ མ་ ཡིན་ ནོ་ སྙམ་པ་ དང་ །_ |#| བདག་ མཐའ་ ཡོད་ དོ་ སྙམ་པ་ དང་ །_ |#| བདག་ མཐའ་ ཡོད་པ་ མ་ ཡིན་ ནོ་ སྙམ་པ་ དང་ །_ |#| མཐའ་ ཡོད་ ཀྱང་ ཡོད་ ལ་ མཐའ་མེད་ ཀྱང་ མེད་ དོ་ སྙམ་པ་ དང་ །_ |#| མཐའ་ ཡོད་པ་ ཡང་ མ་ ཡིན་ མཐའ་མེད་པ་ ཡང་ མ་ ཡིན་ ནོ་ སྙམ་པ་ དང་ །_ |#| དེ་བཞིན་ སོང་བ་ ཤི་ ནས་ འབྱུང་བ ར་ འགྱུར་ རོ་ སྙམ་པ་ དང་ །_ |#| འབྱུང་བ ར་ མི་ འགྱུར་ རོ་ སྙམ་པ་ དང་ །_ [174a] |#| འབྱུང་ ཡང་ འབྱུང་ ལ་ མི་ འབྱུང་ ཡང་ མི་ འབྱུང་ ངོ་ སྙམ་པ་ དང་ །_ |#| དེ་བཞིན་ སོང་བ་ ཤི་ ནས་ འབྱུང་བ་ ཡང་ མ་ ཡིན་ མི་ འབྱུང་བ་ ཡང་ མ་ ཡིན་ ནོ་ སྙམ་པ་ དང་ །_ |#| སྲོག་ དེ་ ལུས་ དེ་ ཡིན་ སྙམ་པ་ དང་ །_ |#| སྲོག་ ཀྱང་ གཞན་ ལུས་ ཀྱང་ གཞན་ ནོ་ སྙམ་པ་ དང་ །_ |#| སེམས་ཅན་ འདི་ གང་ ནས་ འོངས །_ དེ་ འདི་ ནས་ ཤི་འཕོས་ ནས་ གང་ དུ་ འགྲོ་བ ར་ འགྱུར་ སྙམ་པ་ དང་ །_ |#| སེམས་ཅན་ ཡོད་པ་ ལས་ ཆད་ དེ་ འཇིག་ ཅིང་ མེད་པར་ འགྱུར་ རོ་ སྙམ་པ་ དང་ །_ |#| བྱེད་པ་ དེ་ མྱོང་བ་ དེ་ ཡིན་ ནོ་ སྙམ་པ་ དང་ །_ |#| བྱེད་པ་ ཡང་ གཞན །_ མྱོང་བ་ ཡང་ གཞན་ ནོ་ སྙམ་པ་ དང་ །_ |#| བདག་ ཡོད་པ ས་ བདག་ གི་ ཡོད་པར་ འགྱུར་ རོ་ སྙམ་པ་ དང་ །_ |#| བདག་ གི་ ཡོད་པ ས་ བདག་ ཡོད་པར་ འགྱུར་ རོ་ སྙམ་པ་ དང་ །_ |#| འདི་ ན་ བདག་ དེ་ལྟ་ བུ འམ །_ |#| བདག་གཞན་ དུ་ འགྱུར་བ་ ཞིག་ གམ །_ |#| དེ་བཞིན་ དུ་ འགྱུར་བ་ ཞིག་ གམ །_ |#| གཞན་ དུ་ འགྱུར་བ་ ཞིག་ གམ །_ |#| འདིར་ འབྱུང་བ ར་ འགྱུར་ རམ །_ |#| དེ་ལྟ ར་ འབྱུང་བ ར་ འགྱུར་ རམ །_ |#| གཞན་ དུ་ འབྱུང་བ ར་ འགྱུར་ རམ །_ |#| འདིར་ བདག་ སྔོན་བྱུང་ ངམ །_ |#| བདག་ ད་ལྟ ར་ བྱུང་ ངམ །_ |#| བདག་གཞན་ དུ་ བྱུང་ ངམ །_ སྙམ་ དུ་ དེ་དག་ ལ་ བདག་ ཏུ་ མངོན་པར་ ཞེན་ ཏེ |#| འཇིག་ཚོགས་ ལ་ ལྟ་བ་ དང་ །_ |#| ང འོ་ སྙམ་པ འི་ ང་རྒྱལ་ དང་ །_ སེམས་ ཀྱི་ གནས་ དང་ །_ མངོན་པར་ ཞེན་པ་ དང་ །_ |#| ང་རྒྱལ་ གྱི་ བག་ ལ་ ཉལ་བ་ དང་ །_ |#| སྙེམས་པ་ དང་ །_ ང་རྒྱལ་ བྱེད་པ་ དང་ །_ བདག་ ཏུ་ སྨྲ་བ འི་ ལེན་པ་ དང་ །_ |#| འདོད་ཆགས་ དང་ །_ ཞེ་སྡང་ དང་ །_ གཏི་མུག་ དང་ །_ ང་རྒྱལ་ གང་ཡིན་པ་ ཐམས་ཅད་ དང་ །_ |#| ལུས་ སམ །_ ངག་ གམ །_ སེམས་ ཀྱི་ ལས་ བསོད་ནམས་ སུ་ ཉེ་བ ར་ འགྲོ་བ་ འམ །_ བསོད་ནམས་ མ་ཡིན་པ ར་ ཉེ་བ ར་ འགྲོ་བ འམ །_ མི་གཡོ་བ ར་ ཉེ་བ ར་ འགྲོ་བ འམ །_ |#| འདོད་པ ར་ གཏོགས་པ འམ །_ གཟུགས་ སུ་ གཏོགས་པ འམ །_ གཟུགས་ མེད་པར་ གཏོགས་པ་ གང་ཡིན་པ་ དེ་ ནི་ སྡུག་བསྔལ་ ཀུན་འབྱུང་བ་ འཕགས་པ འི་ བདེན་པ་ ཞེས་ བྱ འོ །_།
en: $100 “The truth of noble beings of the source of suffering refers to desire, aversion, delusion, and pride; |#| fixation on the notion of ‘I’; |#| fixation on the notion of ‘this is my self’; |#| and fixation on self with regard to the following notions: it will emerge; |#| it will not emerge; |#| it will have form; |#| it will be formless; |#| it will have perception; |#| it will not have perception; |#| it will neither have perception, nor will it not have perception; |#| the self is the aggregates; the self is separate from the aggregates; |#| the self is in the aggregates; |#| the aggregates are in the self; |#| the self is the elements and sense spheres;#36 |#| the self is separate from the sense spheres; |#| the self is in the sense spheres; |#| the sense spheres are in the self; |#| the self is sensation; |#| the self is what feels; |#| the self is a tiny material entity; |#| the self is a tiny formless entity; |#| the self is an infinite material entity; |#| the self is an infinite formless entity; |#| the self is permanent; |#| the self is impermanent; |#| the self is both permanent and impermanent; |#| the self is neither permanent nor impermanent; |#| the self is finite; |#| the self is infinite; |#| the self is both finite and infinite; |#| the self is neither finite nor infinite; |#| the self will emerge after death; |#| the self will not emerge after death; [174.a] |#| the self will and will not emerge after death; |#| the self will neither emerge nor not emerge after death; |#| life is the body; |#| life and the body are separate; |#| where does this being come from and where will it go after death?; |#| beings are cut off from existence in that they perish and cease to exist; |#| the doer is the experiencer; |#| the doer and the experiencer are separate; |#| because the self exists, what belongs to the self also exists; |#| the self exists because what belongs to the self exists; |#| the self is present here in this manner; |#| the self is turning into something else; |#| it will be the same; |#| it will turn into something else; |#| it will emerge here; |#| it will emerge in that manner; |#| it will emerge elsewhere; |#| the self was here in the past; |#| the self has now emerged; |#| or the self emerged before as something else. |#| Thus, the truth of the source of suffering of noble beings includes false views about perishable composites, |#| egotistical pride, mental states, fixation, |#| latent impulses of pride, |#| arrogance, self-aggrandizement, assertions in which a self is propounded, |#| desire, aversion, delusion, and all kinds of pride; |#| actions of body, speech, or mind that are meritorious,#37 non-meritorious, or unchanging; |#| as well as everything else included in the desire, form, or formless realms.

source: གང་ འདོད་ཆགས་ ཟད་པ་ དང་ །_ ཞེ་སྡང་ ཟད་པ་ དང་ །_ གཏི་མུག་ ཟད་པ་ དང་ །_ ང་རྒྱལ་ ཟད་པ་ དང་ །_ བདག་ ཏུ་ མངོན་པར་ ཞེན་པ་ སྤངས་པ་ དང་ །_ བདག་ ཏུ་ སྨྲ་བ འི་ ལེན་པ་ སྤངས་པ་ དེ་ ནི་ སྡུག་བསྔལ་ འགོག་པ་ འཕགས་པ འི་ བདེན་པ་ ཞེས་ བྱ འོ །_།
en: $101 “The truth of noble beings of the cessation of suffering refers to the exhaustion of desire, aversion, delusion, and pride, as well as the absence of fixation on the self and assertions in which a self is propounded.

source: གང་ སྡུག་བསྔལ་ ལ་ ཡང་ སྡུག་བསྔལ་བ་ དང་ །_ ཀུན་འབྱུང་བ་ ལ་ [174b] ཡང་ ཀུན་འབྱུང་བ་ དང་ །_ འགོག་པ་ ལ་ ཡང་ འགོག་པ་ དང་ །_ ལམ་ ལ་ ཡང་ ལམ་ དུ་ ཡིད་ ལ་ བྱེད་པ་ དང་ །_ |#| འདུ་བྱེད་ རྣམས་ ལ་ཉེ ས་ དམིགས་ སུ་ ལྟ་ ཞིང་ གནས་པ་ དང་ །_ |#| མྱ་ངན་ ལས་ འདས་པ་ ལ་ ཕན་ཡོན་ དུ་ ལྟ་ ཞིང་ གནས་པ་ དང་ །_ |#| ཇི་ལྟ ར་ མཐོང་བ་ དང་ །_ བྱས་པ་ ལ་སོ་ སོར་ རྟོག་པ་ ཡང་དག་པ འི་ ལྟ་བ་ དང་ །_ ཡང་དག་པ འི་ རྟོག་པ་ དང་ །_ ཡང་དག་པ འི་ ངག་ དང་ །_ ཡང་དག་པ འི་ ལས་ ཀྱི་ མཐའ་ དང་ །_ ཡང་དག་པ འི་ འཚོ་བ་ དང་ །_ ཡང་དག་པ འི་ རྩོལ་བ་ དང་ །_ ཡང་དག་པ འི་ དྲན་པ་ དང་ །_ ཡང་དག་པ འི་ ཏིང་ངེ་འཛིན་ དེ་ ནི་ སྡུག་བསྔལ་ འགོག་པར་ འགྲོ་བ འི་ ལམ་ འཕགས་པ འི་ བདེན་པ་ ཞེས་ བྱ་ སྟེ
en: $102 “The truth of noble beings of the path to the cessation of suffering is attentiveness to suffering as suffering, the source as the source, [174.b] cessation as cessation, and the path as the path; |#| it is regarding conditioned phenomena as faulty and maintaining that observation; |#| it is regarding nirvāṇa as beneficial and maintaining that observation; |#| as well as the right view of seeing things as they are and having discernment regarding actions performed, right intention, right speech, right action, right livelihood, right effort, right mindfulness, and right absorption.

source: འདི་དག་ ནི་ འཕགས་པ འི་ བདེན་པ་ བཞི་ ཞེས་ བྱ འོ །_།
en: “These are the four truths of noble beings.

source: དེ་ འཕགས་པ འི་ བདེན་པ་ བཞི་པོ་ དེ་དག་ ལ་ དཔྱོད་ ཅིང་ རྟོག་ ལ་ ཁོང་ དུ་ ཆུད་པ ར་ བྱེད་ ཅིང་ རྣམ་པར་ འཇིག་པ་ ན་ འདུས་བྱས་ ཀྱི་ ཁམས་ ལ་ ནི་ མི་རྟག་པ་ དང་ །_ སྡུག་བསྔལ་བ་ དང་ །_ སྟོང་པ་ དང་ །_ བདག་མེད་ པར་ མཐོང་ ངོ་ །_།
en: $103 “When, upon analyzing and reflecting on those four truths of noble beings, bodhisattvas comprehend and cultivate#38 them, they regard conditioned elements as impermanent, painful, empty, and selfless.

source: འདུས་མ་བྱས་ ཀྱི་ ཁམས་ ལ་ ནི་ སྐྱབས་ དང་ །_ གནས་ དང་ །_ མགོན་ དང་ དཔུང་གཉེན་ དུ་ ཡང་ མཐོང་ ལ །_
en: They also regard unconditioned elements as a shelter, abode, protection, and refuge; yet,

source: འདུས་མ་བྱས་ ཀྱི་ ཁམས་ མངོན་སུམ་ དུ་ ཡང་ མི་ བྱེད་ དེ །_
en: they do not make manifest the uncompounded elements.

source: དེ་ལྟ ར་ འཕགས་པ འི་ བདེན་པ་ བཞི་པོ་ དག་ རབ་ཏུ་ ཤེས་ སོ །_།
en: Thus do they understand the four truths of noble beings.

source: དེ་ ཆོས་ དེ་དག་ ཉན་ ཅིང་ འཛིན་པ་ དང་ །_ མང་ དུ་ བྱེད་ ཅིང་ ཡོངས་སུ་ རྟོག་པ་ ན་ རྟེན་ ཅིང་ འབྲེལ་བར་ འབྱུང་བ་ རབ་ཏུ་ ཤེས་ ཏེ །_
en: $104 “So, when bodhisattvas hear those teachings and, retaining them, study and consider them, they come to understand dependent origination.

source: མ་རིག་པ འི་ རྐྱེན་ གྱིས་ འདུ་བྱེད་ རྣམས་ དང་ །_
en: Ignorance creates the condition for formations.

source: འདུ་བྱེད་ ཀྱི་ རྐྱེན་ གྱིས་ རྣམ་པར་ ཤེས་པ་ དང་ །_
en: Formations create the condition for consciousness.

source: རྣམ་པར་ ཤེས་པ འི་ རྐྱེན་ གྱིས་ མིང་ དང་ གཟུགས་ དང་ །_
en: Consciousness creates the condition for name and form.

source: མིང་ དང་ གཟུགས་ ཀྱི་ རྐྱེན་ གྱིས་ སྐྱེ་མཆེད་ དྲུག་ དང་ །_
en: Name and form create the condition for the six sense spheres.

source: སྐྱེ་མཆེད་ དྲུག་ གི་ རྐྱེན་ གྱིས་ རེག་པ་ དང་ །_
en: The six sense spheres create the condition for contact.

source: རེག་པ འི་ རྐྱེན་ གྱིས་ ཚོར་བ་ དང་ །_
en: Contact creates the condition for sensation.

source: ཚོར་བ འི་ རྐྱེན་ གྱིས་ སྲེད་པ་ དང་ །_
en: Sensation creates the condition for craving.

source: སྲེད་པ འི་ རྐྱེན་ གྱིས་ ལེན་པ་ དང་ །_
en: Craving creates the condition for clinging.

source: ལེན་པ འི་ རྐྱེན་ གྱིས་ སྲིད་པ་ དང་ །_
en: Clinging creates the condition for becoming.

source: སྲིད་པ འི་ རྐྱེན་ གྱིས་ སྐྱེ་བ་ དང་ །_
en: Becoming creates the condition for birth.

source: སྐྱེ་བ འི་ རྐྱེན་ གྱིས་ རྒ་ཤི་ སྟེ །_
en: Birth creates the condition for aging and death.

source: འདི་ ནི་ རྟེན་ ཅིང་ འབྲེལ་བར་ འབྱུང་བ་ ཞེས་ བྱ འོ །_།
en: This process is known as dependent origination.

source: འཕགས་པ འི་ བདེན་པ་ བཞི་ དང་ །_ རྟེན་ ཅིང་ འབྲེལ་ པར་ འབྱུང་བ་ མི་ ཤེས་པ་ དང་ །_ མི་ མཐོང་བ་ གང་ཡིན་པ་ དེ་ ནི་ མ་རིག་པ་ ཞེས་ བྱ འོ །_།
en: $105 “Ignorance refers to not understanding and not recognizing the four truths of noble beings and dependent origination.

source: གང་ ཅུང་ཟད་ ལུས་ དང་ །_ ངག་ དང་ །_ ཡིད་ ཀྱི་ ལས་ བསོད་ནམས་ སུ་ ཉེ་བ ར་ འགྲོ་བ་ འམ །_ བསོད་ནམས་ མ་ཡིན་པ ར་ ཉེ་བ ར་ འགྲོ་བ་ འམ །_ མི་གཡོ་བ ར་ ཉེ་ [175a] བར་ འགྲོ་བ འམ །_ |#| འདོད་པ འི་ ཁམས་ སུ་ ཉེ་བ ར་ འགྲོ་བ འམ །_ གཟུགས་ ཀྱི་ ཁམས་ སུ་ ཉེ་བ ར་ འགྲོ་བ འམ །_ གཟུགས་ མེད་པ འི་ ཁམས་ སུ་ ཉེ་བ ར་ འགྲོ་བ་ དེ་དག་ ནི་ འདུ་བྱེད་ རྣམས་ ཞེས་ བྱ འོ །_།
en: “Formations refers to any action of the body, speech, and mind, no matter how minor, that is meritorious, non-meritorious, or unchanging, [175.a] |#| or anything that leads to the desire, form, or formless realms.

source: གང་ ཅུང་ཟད་ དེ་ལས་ བྱུང་བ་ སེམས་ ཞེས་ བྱ་བ་ དང་ །_ ཡོད་ ཅེས་བྱ་བ་ དེ་ ནི་ རྣམ་པར་ ཤེས་པ་ ཞེས་ བྱ འོ །_།
en: $106 “Consciousness is the mind or mental faculty#39 that arises from even the most minor formation.

source: དེ་ལས་ བྱུང་བ་ གང་ཅི་ ཡང་ རུང་ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ སེམས་པ་ དང་ །_ རེག་པ་ དང་ །_ ཡིད་ ལ་ བྱེད་པ་ དེ་ ནི་ མིང་ ཞེས་ བྱ འོ །_།
en: “Name and form refers to both ‘name’—any sensation, perception, thought, contact, or consideration of any kind that comes from consciousness—

source: གང་ཅི་ ཡང་ རུང་ ལྷན་ཅིག་ བྱུང་བ་ མེར་མེར་པོ འི་ གཟུགས་ དང་ །_ རྫུས་ ཏེ་ བྱུང་བ འི་ གཟུགས་ དང་ །_ རྣམ་པར་ རིག་བྱེད་ ཀྱི་ གཟུགས་ དེ་ ནི་ གཟུགས་ ཞེས་ བྱ་ སྟེ །_ དེ་ གཉིས་ ནི་ མིང་ དང་ གཟུགས་ ཞེས་ བྱ འོ །_།
en: and ‘form’—any embryonic form, miraculous form, or perceptible form of any kind that appears together with ‘name.’

source: དེ་ལས་ བྱུང་བ་ མིག་ དང་ །_ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ དེ་ ནི་ སྐྱེ་མཆེད་ དྲུག་ ཅེས་ བྱ འོ །_།
en: $107 “The six sense spheres refers to the eyes, ears, nose, tongue, body, and mind that emerge from name and form.

source: མིག་ ལ་ བརྟེན་ ཅིང་ གཟུགས་ ལ་ ཡང་ བརྟེན་ ཏེ་ མིག་ གི་ རྣམ་པར་ ཤེས་པ་ འབྱུང་བ་ དང་ །_ གསུམ་ འདུས་པ་ ནི་ རེག་པ འོ །_།
en: “Contact refers to the convergence of eye, form, and eye consciousness, where the eye consciousness arises based on the eyes and form.

source: རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ དང་ །_ ཆོས་ རྣམས་ ལ་ བརྟེན་ ཏེ་ |#| ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ་ འབྱུང་བ་ དང་ །_ གསུམ་ འདུས་པ་ ནི་ རེག་པ་ སྟེ་ དེ་ ནི་ རེག་པ་ ཞེས་ བྱ འོ །_།
en: It also refers to the convergence of the triad of mental consciousness, mind, and mental objects, |#| where the mental consciousness arises based on the mind and mental objects, as well as the other triads inclusive of ears, nose, tongue, and body.

source: དེ་ལས་ བྱུང་བ་ བདེ་བ འམ །_ སྡུག་བསྔལ་བ འམ །_ སྡུག་བསྔལ་ ཡང་ མ་ ཡིན་ བདེ་བ་ ཡང་ མ་ཡིན་པ་ དེ་དག་ ནི་ ཚོར་བ་ གསུམ་ ཞེས་ བྱ འོ །_།
en: $108 “Sensation, which is of three types, refers to the painful, pleasurable, and neutral sensations that arise from contact.

source: དེ་ལས་ བྱུང་བ་ འདོད་ཆགས་ དང་ །_ ཆགས་པ་ དང་ །_ དགའ་བ་ དེ་ ནི་ སྲེད་པ་ ཞེས་ བྱ འོ །_།
en: “Craving refers to the desire, attachment, and infatuation that arise from sensation.

source: དེ་ལས་ བྱུང་བ་ ཀུན་ ཏུ་ ཆགས་པ་ དང་ །_ ལྟ་བ་ དང་ །_ ཚུལ་ཁྲིམས་ དང་ །_ བརྟུལ་ཞུགས་ དང་ །_ བདག་ ཏུ་ སྨྲ་བ་ དེ་ ནི་ ལེན་པ་ ཞེས་ བྱ འོ །_།
en: $109 “Clinging refers to the yearning, beliefs, ethical discipline, asceticism, and claims about self that arise from craving.

source: དེ་ལས་ བྱུང་བ་ གཟུགས་ དང་ །_ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ འདུ་བྱེད་ རྣམས་ དང་ །_ རྣམ་པར་ ཤེས་པ་ དེ་ ནི་ སྲིད་པ་ ཞེས་ བྱ འོ །_།
en: “Becoming refers to the forms, sensations, perceptions, formations, and consciousness that arise from clinging.

source: གང་ སྲིད་པ་ དེ་ འབྱུང་བ་ དང་ །_ སྐྱེ་བ་ དང་ །_ མངོན་པར་ འགྲུབ་པ་ དེ་ ནི་ སྐྱེ་བ་ ཞེས་ བྱ འོ །_།
en: $110 “Birth refers to the emergence, birth, and formation of whatever has come into existence.

source: གང་ སྲིད་པ་ དེ་ འགྱུར་བ་ དང་ །_ འཇིག་པ་ དང་ །_ ཉེ་བ ར་ ཁྲིད་པ་ དེ་ ནི་ རྒ་བ་ ཞེས་ བྱ འོ །_།
en: “Aging refers to the change, decay, and degeneration of whatever has come into existence.

source: གང་ སྲིད་པ་ དེ་ འཆི་ འཕོ་བ་ དང་ བྲལ་བ་ དེ་ ནི་ འཆི་བ་ ཞེས་ བྱ འོ །_།
en: “Death refers to the passing away and separation of whatever has come into existence.

source: དེ་དེ་ ལྟར་ རྟེན་ ཅིང་ འབྲེལ་ པར་ འབྱུང་བ་ ལ་ དཔྱོད་ ཅིང་ ཡོངས་སུ་ རྟོག་ ལ་ ཁོང་ དུ་ ཆུད་པ ར་ བྱེད་ ཅིང་ རྣམ་པར་ འཇིག་པ་ ན་ ས་ རློམ་སེམས་ སུ་ མི་ བྱེད །_
en: $111 “When, upon analyzing and reflecting on dependent origination, bodhisattvas comprehend and cultivate it, they do not make assumptions.

source: ས ས་ རློམ་སེམས་ སུ་ མི་ བྱེད །_ ས་ ནི་ [175b] བདག་ གིའོ་ སྙམ་ དུ་ རློམ་སེམས་ སུ་ མི་ བྱེད་ དོ །_།
en: [175.b] They do not make assumptions about earth. They do not make the assumption that earth belongs to them.

source: ས་ ལ་ མངོན་པར་ དགའ་བ ར་ མི་ བྱེད་ དོ །_།
en: Nor do they delight in earth.

source: ཆུ་ དང་ །_ མེ་ དང་ །_ རླུང་ དང་ །_ ནམ་མཁའ་ དང་ །_ རྣམ་པར་ ཤེས་པ་ ལ་ གཅིག་པ་ དང་ །_ ཐ་དད་པ་ དང་ །_ མཐོང་བ་ དང་ །_ ཐོས་པ་ དང་ །_ བྱེ་བྲག་ ཕྱེད་པ་ དང་ །_ རྣམ་པར་ ཤེས་པ་ དང་ །_ མྱ་ངན་ ལས་ འདས་པ་ རློམ་སེམས་ སུ་ མི་ བྱེད །_
en: They also do not make any assumption that water, fire, wind, sky, and consciousness are singular, different, visible, hearable, distinguishable, perceivable, and beyond suffering.

source: མྱ་ངན་ ལས་ འདས་པ ས་ རློམ་སེམས་ སུ་ མི་ བྱེད །_ མྱ་ངན་ ལས་ འདས་པ་ ནི་ བདག་ གིའོ་ སྙམ་ དུ་ རློམ་སེམས་ སུ་ མི་ བྱེད །_ མྱ་ངན་ ལས་ འདས་པ་ ལ་ མངོན་པར་ དགའ་བ ར་ མི་ བྱེད་ དོ །_།
en: Neither do they make assumptions about nirvāṇa, assuming that nirvāṇa is theirs, or delight in nirvāṇa.

source: དེ་ རྟེན་ ཅིང་ འབྲེལ་བར་ འབྱུང་བ འི་ ཆོས་ རྣམས་ ཡང་དག་ པར་ རྗེས་སུ་ མཐོང་བ་ ན་ རྣམ་པར་ ཐར་པ འི་ སྒོ་གསུམ་པོ་ ཆོས་ རྣམས་ ཀྱི་ སྟོང་པ་ཉིད་ དང་ །_ མཚན་མ་ མེད་པ་ དང་ །_ སྨོན་པ་ མེད་པ་ ཁོང་ དུ་ ཆུད་པ ར་ བྱེད་ ཅིང་ རྣམ་པར་ འཇོག་ གོ _།
en: $112 “When they consider dependently arisen phenomena, they comprehend and cultivate the three gates of liberation: the emptiness, signlessness, and wishlessness of phenomena.

source: དེ་ རྟེན་ ཅིང་ འབྲེལ་ པར་ འབྱུང་བ འི་ ཆོས་ རྣམས་ ཡང་དག་ པར་ རྗེས་སུ་ མཐོང་བ་ ན་
en: $113 “When they consider dependently arisen phenomena, they comprehend and

source: མ་རིག་པ་ འགགས་པ ས་ འདུ་བྱེད་ འགག _།
en: the cessation of ignorance will cause the cessation of formations.

source: འདུ་བྱེད་ འགགས་པ ས་ རྣམ་པར་ ཤེས་པ་ འགག _།
en: The cessation of formations will cause the cessation of consciousness.

source: རྣམ་པར་ ཤེས་པ་ འགགས་པ ས་ མིང་ དང་ གཟུགས་ འགག _།
en: The cessation of consciousness will cause the cessation of name and form.

source: མིང་ དང་ གཟུགས་ འགགས་པ ས་ སྐྱེ་མཆེད་ དྲུག་ འགག _།
en: The cessation of name and form will cause the cessation of the six sense spheres.

source: སྐྱེ་མཆེད་ དྲུག་ འགགས་པ ས་ རེག་པ་ འགག _།
en: The cessation of the six sense spheres will cause the cessation of contact.

source: རེག་པ་ འགགས་པ ས་ ཚོར་བ་ འགག _།
en: The cessation of contact will cause the cessation of sensation.

source: ཚོར་བ་ འགགས་པ ས་ སྲེད་པ་ འགག _།
en: The cessation of sensation will cause the cessation of craving.

source: སྲེད་པ་ འགགས་པ ས་ ལེན་པ་ འགག _།
en: The cessation of craving will cause the cessation of clinging.

source: ལེན་པ་ འགགས་པ ས་ སྲིད་པ་ འགག _།
en: The cessation of clinging will cause the cessation of becoming.

source: སྲིད་པ་ འགགས་པ ས་ སྐྱེ་བ་ འགག _།
en: The cessation of becoming will cause the cessation of birth.

source: སྐྱེ་བ་ འགགས་པ ས་ རྒ་ཤི་ འགག་པ ར་
en: The cessation of birth will cause the cessation of aging and death.

source: རྟེན་ ཅིང་ འབྲེལ་ པར་ འབྱུང་བ འི་ འགག་པ་ ཁོང་ དུ་ ཆུད་པ ར་ བྱེད་ ཅིང་ རྣམ་པར་ འཇོག་ སྟེ །_
en: cultivate the cessation of dependent origination as follows:

source: དེ་དེ་ ལྟར་ རྟེན་ ཅིང་ འབྲེལ་ པར་ འབྱུང་བ འི་ འགོག་པ་ ཡང་དག་ པར་ རྗེས་སུ་ མཐོང་ ཡང་ རྟེན་ ཅིང་ འབྲེལ་ པར་ འབྱུང་བ འི་ འགོག་པ་ མངོན་སུམ་ དུ་ ཡང་ མི་ བྱེད་ དེ །_
en: “Although they consider the cessation of dependent origination in that manner, they do not make manifest the cessation of dependent origination;

source: དེ་ལྟ ར་ རྟེན་ ཅིང་ འབྲེལ་ པར་ འབྱུང་བ འི་ འགོག་པ་ རབ་ཏུ་ ཤེས་ སོ །_།
en: thus do bodhisattvas understand the cessation of dependent origination.

source: དེ་ ཆོས་ དེ་དག་ ཉན་ ཅིང་ འཛིན་པ་ དང་ མང་ དུ་ བྱེད་ ཅིང་ ཡོངས་སུ་ རྟོག་པ་ ན་ དུས་གསུམ་ རབ་ཏུ་ ཤེས་ ཏེ །_
en: $114 “So, when bodhisattvas hear those teachings and, retaining them, study and consider them, they come to understand the three times.

source: གསུམ་ གང་ཞེ་ན །_ འདས་པ འི་ དུས་ དང་ །_ མ་འོངས་པ འི་ དུས་ དང་ །_ ད་ལྟ ར་ བྱུང་བ འི་ དུས་ ཏེ །_ དེ་དག་ ནི་ དུས་གསུམ་ རྣམས་ ཞེས་ བྱ འོ །_།
en: What are the three? They are the past, the future, and the present; these are known as the three times.

source: འདུ་བྱེད་ གང་ལ་ལ་ འགག་པ་ དེ་ ནི་ འདས་པ འི་ དུས་ ཞེས་ བྱ འོ །_།
en: The past refers to any conditioned phenomenon that has ceased.

source: འདུ་བྱེད་ གང་ ལ་ [176a] ལ་མ་ འོངས་ ཤིང་ མ་ སྐྱེས་པ་ དེ་ ནི་ མ་འོངས་པ འི་ དུས་ ཞེས་ བྱ འོ །_།
en: [176.a]The future refers to any conditioned phenomenon that has not yet come into existence and arisen.

source: འདུ་བྱེད་ གང་ལ་ལ་ ད་ལྟ ར་ བྱུང་བ་ ད་ལྟ ར་ དུ་ གྱུར་པ་ དེ་ ནི་ ད་ལྟ ར་ བྱུང་བ འི་ དུས་ ཞེས་ བྱ འོ །_།
en: The present refers to any conditioned phenomenon that has arisen and exists currently.

source: དེ་ འདས་པ འི་ དུས་ ཀྱི་ བདག་ གི་ མི་དགེ་བ འི་ རྩ་བ་ རྣམས་ རྗེས་སུ་ དྲན་ ན་ སྨོད་ ཅིང་ བཤུང་ སྟེ་ ངེས་པ ར་ སྤོང་ ངོ་ །_
en: $115 “So, when bodhisattvas recollect the roots of their past non-virtues, they revile and condemn them, giving them up for good.

source: མ་འོངས་པ འི་ དུས་ ཀྱི་ བདག་ གི་ མི་དགེ་བ འི་ རྩ་བ་ རྡུལ་ ཙམ་ ལ་ ཡང་ གཅིག་ ཏུ་ རྣམ་པར་ སྨིན་པ ར་ མཐོང་ །_
en: “They regard even the most miniscule root of their future non-virtues as coming to fruition unequivocally,

source: མི་ སྡུག་པ ར་ རྣམ་པར་ སྨིན་པ ར་ མཐོང་ ཡིད་ དུ་ མི་ འོང་བ ར་ རྣམ་པར་ སྨིན་པ ར་ མཐོང་ །_ འཇིགས་ པར་ མཐོང་ ཞིང་ གནས་ སོ །_།
en: and becoming something repulsive, unpleasant, and frightening; they then settle into that observation.

source: ད་ལྟ ར་ བྱུང་བ འི་ དུས་ ཀྱི་ བདག་ གི་ མི་དགེ་བ འི་ རྩ་བ་ སྐྱེ་བ འི་ སྐབས་ མི་ འབྱེད་ དེ །_
en: “Bodhisattvas do not provide the opportunity for their roots of non-virtue to develop presently;

source: ལུས་ སྡོམ་པ ས་ བསྡམས །_ ངག་ སྡོམ་པ ས་ བསྡམས །_ ཡིད་ སྡོམ་པ ས་ བསྡམས །_ དབང་པོ་ དྲུག་ སྡོམ་པ ས་ བསྡམས་ སོ །_།
en: they control with restraint their body, speech, mind, and six senses.

source: དེ་ འདས་པ འི་ དུས་ ཀྱི་ བདག་ གི་ དགེ་བ འི་ རྩ་བ་ རྣམས་ དང་ །_ |#| བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ་ དང་ །_ |#| བྱང་ཆུབ་ ཀྱི་ སེམས་ ལ་ སྨོན་པ་ དང་ །_ |#| བྱང་ཆུབ་ ཀྱི་ སེམས་ ལ་ སྨོན་ལམ་ འདེབས་པ་ རྗེས་སུ་ དྲན་ ཞིང་
en: $116 “Bodhisattvas recollect the roots of their past virtue, |#| their resolve set on awakening, |#| their wishes and aspirations for the mind of awakening and,

source: འདུན་པ་ དྲག་པོ་ དང་ །_ དགའ་བ་ དྲག་པོ་ དང་ །_ |#| དད་པ་ དྲག་པོ ས་ སེམས་ཅན་ ཐམས་ཅད་ བསྒྲལ་བ་ དང་ །_ |#| སེམས་ཅན་ ཐམས་ཅད་ དགྲོལ་བ་ དང་ །_ |#| སེམས་ཅན་ ཐམས་ཅད་ དབུགས་དབྱུང་བ་ དང་ །_ |#| ཐམས་ཅད་ མཁྱེན་པ་ ཉིད་ ཐོབ་པ ར་ བྱ་བ་ དང་ །_ |#| སངས་རྒྱས་ ཀྱི་ ཆོས་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ ར་ བྱ་བ འི་ ཕྱིར་ ཡོངས་སུ་ སྔོ་བ ར་ བྱེད་ དོ །_།
en: with fervent yearning, joy, and |#| faith, they dedicate these so that all beings are ferried across, |#| liberated, |#| and relieved, |#| and so that they may completely transcend suffering, |#| attain omniscience, and perfect all the qualities of a buddha.

source: མ་འོངས་པ འི་ དུས་ ཀྱི་ བདག་ གི་ དགེ་བ འི་ རྩ་བ་ རྣམས་ དང་ །_ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ་ དང་ །_ བྱང་ཆུབ་ ཏུ་ སྨོན་པ་ དང་ །_ བྱང་ཆུབ་ ཏུ་ སྨོན་ལམ་ འདེབས་པ་ ཡང་ འདུན་པ་ དྲག་པོ་ དང་ །_ དགའ་བ་ དྲག་པོ་ དང་ །_ དད་པ་ དྲག་པོ ས་ སེམས་ཅན་ ཐམས་ཅད་ བསྒྲལ་བ་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ དགྲོལ་བ་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ དབུགས་དབྱུང་བ་ དང་ །_ ཐམས་ཅད་ མཁྱེན་པ་ ཉིད་ ཐོབ་པ ར་ བྱ་བ་ དང་ །_ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ ར་ བྱ་བ འི་ ཕྱིར་ འདོད་ དོ །_། མོས་ སོ །_། ཡིད་ ཀྱིས་ སྨོན་ ཏོ །_།
en: $117 “With fervent yearning, joy, and faith they wish, long, and aspire that their future roots of virtue, intention set on awakening, and wishes and aspirations for awakening may also enable all beings to be ferried across, liberated, and relieved, and so that they may completely transcend suffering, attain omniscience, and perfect all the qualities of a buddha.

source: ད་ལྟ ར་ བྱུང་བ འི་ བདག་ གི་ དགེ་བ འི་ སེམས་ ཀྱི་ རྒྱུན་ དང་ །_ སེམས་ ཀྱི་ རྒྱུད་ ཀྱང་ སེམས་ཅན་ ཐམས་ཅད་ བསྒྲལ་བ་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ དགྲོལ་བ་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ དབུགས་དབྱུང་ [176b] བ་ དང་ །_ ཐམས་ཅད་ མཁྱེན་པ་ ཉིད་ ཐོབ་པ ར་ བྱ་བ་ དང་ །_ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ ར་ བྱ་བ འི་ ཕྱིར་ རྟག་པ ར་ རྒྱུན་ ཏུ་ མི་ འདོར་ རོ །_། ཉམས་པ ར་ མི་ བྱེད་ དོ །_། བརྗེད་པ ར་ མི་ བྱེད་ དོ །_། བག་མེད་ པར་ མི་ བྱེད་ དོ །_།
en: $118 “So that all sentient beings may be ferried across, liberated, and relieved, [176.b] and so that they may attain omniscience, and perfect all the qualities of a buddha, bodhisattvas never ever forsake, diminish, forget, or neglect their present virtuous streams and trains of thought.

source: གང་ འདས་པ འི་ ཕུང་པོ་ དང་ །_ ཁམས་ དང་ །_ སྐྱེ་མཆེད་ དེ་ ནི་ འདས་པ །_ འགགས་པ །_ མེད་པ །_ ཡོད་པ་ མ་ཡིན་པ་ སྟེ །_
en: $119 “All past aggregates, sensory elements, and sense spheres are past, done, absent, and no longer exist.

source: དེ་ ནི་ ད་ལྟ ར་ བདག་མེད་པ །_ བདག་ གི་ མེད་པ འོ །_།
en: Thus, presently, they are devoid of a self and anything belonging to a self.

source: གང་ མ་འོངས་པ འི་ ཕུང་པོ་ དང་ །_ ཁམས་ དང་ །_ སྐྱེ་མཆེད་ དེ་ ནི་ མ་ སྐྱེས་པ །_ མ་བྱུང་བ །_ ཡོད་པ་ མ་ཡིན་པ་ སྟེ །_
en: All future aggregates, sensory elements, and sense spheres have not yet arisen, appeared, or come into existence.
